Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/helsetilsynet.no.csv-nb-nn.deduped.tmx
Source language: nb
Languages: nn

source: For å kunne organisere helsetjenesten og fordele ansvar og oppgaver, trenger kommunen kunnskap om hvilken kompetanse helsetjenesten har behov for og hvilken kompetanse de ansatte har.
nn: For å kunna organisera helsetenesta og fordela ansvar og oppgåver, treng kommunen kunnskap om kva kompetanse helsetenesta har behov for og kva kompetanse dei tilsette har.

source: Vi undersøkte om kommunen fører tilsyn med barnehager og skoler i samsvar med aktuelle lovkrav slik at inne- og utemiljø i barnehager og skoler fremmer helse og trivsel og forebygger sykdom og skade hos barn i barnehager og skoler.
nn: Vi undersøkte om kommunen fører tilsyn med barnehagar og skular i samsvar med aktuelle lovkrav slik at inne- og utemiljø fremjar helse og trivsel og forebyggjer sjukdom og skade hos barnehagebarn og skuleelevar.

source: pasient- og brukerrettighetsloven § 6-1 om barns rett til nødvendig helsehjelp, også i form av helsekontroller.
nn: pasient- og brukarrettslova § 6-1 om barns rett til nødvendig helsehjelp, også i form av helsekontrollar.

source: helseforetakets ulike barne- og ungdomspsykiatriske poliklinikker, et arbeid som forventes igangsatt straks helseforetakets egenvurderinger er gjennomført.
nn: i dei ulike barne- og ungdomspsykiatriske poliklinikkane i helseføretaket, eit arbeid som skal setjast i gang straks helseføretaket har gjennomført eigenvurderingar.

source: Nasjonal faglig retningslinje for forebygging og behandling av underernæring og IS-1972:
nn: Nasjonal fagleg retningslinje for førebygging og behandling av underernæring og IS-1972:

source: gjennomfører medisinskfaglig og sykepleiefaglig vurdering og oppfølging i henhold til planlagte observasjoner, oppfølging og tiltak
nn: gjennomfører medisinskfagleg og sjukepleiefagleg vurdering og oppfølging i samsvar med planlagde observasjonar, oppfølging og tiltak

source: Pasientgruppene representerer de mest vanlige grunnene for henvisning til barne- og ungdomspsykiatriske poliklinikker i landet.
nn: Pasientgruppene representerer dei mest vanlege grunnane for tilvising til barne- og ungdomspsykiatriske poliklinikkar i landet.

source: En systemrevisjon blir gjennomført ved å granske dokumenter, ved intervjuer og andre undersøkelser.
nn: Ein systemrevisjon vert gjennomført ved å granske dokumenter, ved intervju og andre undersøkingar.

source: har gjort det tydelig hvor behov for rehabilitering, individuell plan og koordinator skal meldes og hvordan meldingene skal følges opp
nn: har gjort det tydeleg kvar behov for rehabilitering, individuell plan og koordinator skal meldes og korleis kommunen følgjer opp meldingane

source: Forskrift om disponering av kontantytelser fra folketrygden under opphold i kommunal helse- og omsorgsinstitusjon samt i helseinstitusjon i spesialisthelsetjenesten bestemmer i § 3 første ledd at det skal fattes vedtak om disponering av kontantytelser dersom beboer mangler samtykkekompetanse.
nn: Forskrift om disponering av kontantytingar frå folketrygda under opphald i kommunal helse- og omsorgsinstitusjon samt i helseinstitusjon i spesialisthelsetenesta bestemmer i § 3 første ledd at det skal fattast vedtak om disponering av kontantytingar dersom bebuarar manglar samtykkekompetanse.

source: Kravet til kommunen om å ha slik oversikt var derfor et naturlig temavalg for det første landsomfattende tilsynet med kommunenes folkehelsearbeid.
nn: Kravet til kommunen om å ha slik oversikt var derfor eit naturleg temaval for det første landsomfattande tilsynet med kommunane sitt folkehelsearbeid.

source: Fylkesmannen er klageinstans for klager etter sosialtjenesteloven.
nn: Fylkesmannen er klageinstans for klager etter sosialtenestelova.

source: Formålet med systemrevisjoner er å vurdere om virksomheten ivaretar ulike krav i lovgivningen gjennom sin internkontroll.
nn: Formålet med systemrevisjonen er å vurdere om verksemda tek hand om ulike krav i lovgjevinga gjennom internkontrollen sin.

source: Vi undersøkte om kommunen gjennom rutiner og praksis sørger for at personellet på helsestasjonen kommuniserer med barnet og barnet sine omsorgspersoner gjennom tolk der det er nødvendig.
nn: Vi undersøkte om kommunen gjennom rutinar og praksis syter for at personellet på helsestasjonen kommuniserer med barnet og barnet sine omsorgspersonar gjennom tolk der det er nødvendig.

source: § 8 sier at kommunen skal evaluere krisehåndteringen etter øvelser og hendelser og implementere erfaringer i ROS-analysen og beredskapsplanene.
nn: § 8 seier at kommunen skal evaluere krisehandsaminga etter øvelser og hendingar og implementere erfaringar i ROS-analysen og beredskapsplanane.

source: hvilke tiltak institusjonen har for å avdekke, rette opp og forebygge overtredelse av lovgivningen innenfor de tema tilsynet omfatter
nn: kva tiltak verksemda har for å åvdekkje, rette opp og førebyggje brot på lovgjevinga innanfor dei tema som tilsynet omfattar

source: Analysen bidrar både til kunnskapsgrunnlaget for forebyggende tiltak og som grunnlag for utarbeidelse av nødvendige forebyggende og skadebegrensende tiltak.
nn: Analysen bidrar både til kunnskapsgrunnlaget for forebyggande tiltak og som grunnlag for utarbeiding av naudsynte forebyggande og skadeavgrensande tiltak.

source: om kommunens tilrettelegging for informasjonsutveksling mellom fastlegene og pleie- og omsorgstjenestene og om det var noe i denne samhandlingen fastlegene vurderte som særlig sårbart.
nn: kommunen si tilrettelegging for informasjonsutveksling mellom fastlegane og pleie- og omsorgstenestene og om det var noko i denne samhandlinga dei vurderte som særleg sårbart.

source: § 3-4 også omfatter å legge til rette for samarbeid med fastlegen, og et slikt samarbeid må nødvendigvis omfatte situasjoner der fastlegen er ansvarlig for helsehjelp som kommunens helse- og omsorgstjeneste skal gjennomføre.
nn: § 3-4 også omfattar å leggje til rette for samarbeid med fastlegen. Eit slikt samarbeid må nødvendigvis omfatte situasjonar der fastlegen er ansvarleg for helsehjelp som kommunen si helse- og omsorgsteneste skal gjennomføre.

source: Fylkesmannen er gitt myndighet til å føre tilsyn med kommunens oppfyllelse av plikter pålagt i eller i medhold av §§ 4–9 og §§ 27–30 i lov om folkehelsearbeid (folkehelseloven).
nn: Fylkesmannen har fått myndigheit til å føre tilsyn med korleis kommunen oppfyller plikter pålagt i eller i medhold av §§ 4–9 og §§ 27–30 i lov om folkehelsearbeid (folkehelselova).

source: Vi undersøkte om eventuelle rusmiddelproblem, pasientenes motivasjon for endring, somatisk helse, pårørende /nettverk - herunder mindreårige barn, bolig, arbeid/aktivitet, samarbeid og samhandling med andre instanser samt risikoatferd (selvmord, vold og overdose), var kartlagt.
nn: Eventuelle rusmiddelproblem, pasientane sin motivasjon for endring, somatisk helse, pårørande/nettverk, butilhøve, arbeid/aktivitet, samarbeid og samhandling med andre instansar samt risikoåtferd (sjølvmord, vald og overdose).

source: er forhold som ikke i strid med krav fastsatt i eller i medhold av lov eller forskrift, men der tilsynsmyndigheten finner grunn til å påpeke mulighet for forbedring
nn: er forhold som ikkje er i strid med krav som er fastsette i eller i medhald av lov eller forskrift, men der tilsynsorganet finn grunn til å peike på potensial for betring.

source: Formålet med systemrevisjonen er å vurdere om kommunen ivaretar ulike krav i lovgivningen gjennom sin internkontroll.
nn: Formålet med systemrevisjonen er å vurdere om verksemda tek hand om ulike krav i lovgjevinga gjennom internkontrollen sin.

source: Forberede og planlegge undersøkelsen
nn: Førebu og planlegge undersøkinga

source: Tilsynet undersøkte videre om kommunen i god tid forbereder, og ved behov gjennomfører, overgang fra barnevern til sosialtjeneste ved 18 – 23 års alder sammen med den aktuelle ungdommen.
nn: Tilsynet undersøkte vidare om kommunen i god tid førebur, og gjennomfører om det trengst, overgang frå barnevern til sosialteneste ved 18 – 23 års alder saman med den aktuelle ungdommen.

source: I forbindelse med retting av brudd på krav i helselovgivningen ber vi om at Bergen kommune nøye vurderer hvilke forhold som medvirker til lovbruddet, slik at rette tiltak blir satt i verk.
nn: I samband med retting av brot på krav i helselovgjevinga ber vi om at Voss kommune nøye vurderer kva forhold som medverka til lovbrota, slik at rette tiltak blir sette i verk.

source: For å få til et godt samarbeid er det viktig at det er avklart hva fastlegen gjør og hva kommunenes helse- og sosialpersonell gjør i forbindelse med eventuell bistand ved utredning og kartlegging av sikkerhetsforhold i hjemmet, og ved oppfølging og behandling av demenssykdom.
nn: For å kunne få til eit godt samarbeid er det viktig at det er avklart kva fastlegen gjer og kva kommunen sitt helse- og sosialpersonell gjer i samband med eventuell bistand ved utgreiing og kartlegging av sikkerheitshøva i heimen, og ved oppfølging og behandling av demenssjukdom.

source: innhenter informasjon om ungdommens helhetlige situasjon og mulige behov for tjenester
nn: innhentar informasjon om ungdomens heilskaplege situasjon og moglege behov for tenester

source: Holmestrand kommune har ikke et system for øvelser og opplæring som sikrer at alle som er tiltenkt en rolle i kommunens krisehåndtering har tilstrekkelige kvalifikasjoner.
nn: Nissedal kommune har ikkje eit system for opplæring som sikrar at alle som er tiltenkt ei rolle i kommunen si krisehandtering har tilstrekkelege kvalifikasjonar.

source: helsehjelpen er tilpasset tilstanden til pasienten og han/hun får medvirke
nn: helsehjelpa er tilpassa tilstanden til pasienten og han/ho får høve til å medverke

source: § 7 gir bestemmelser om at kommunen skal øve beredskapsplanen hvert annet år og at det skal være et system for opplæring som sikrer at alle som er tiltenkt en rolle i kommunens krisehåndtering har tilstrekkelige kvalifikasjoner.
nn: § 7 gir bestemmingar om at kommunen skal øve beredskapsplanen kvart anna år og at det skal være et system for opplæring som sikrar at alle som er tiltenkt ei rolle i kommunen si krisehandsaming har tilstrekkelege kvalifikasjonar.

source: Forskrift om internkontroll for kommunens oppgaver etter barnevernloven pålegger kommunen å sikre og dokumentere at de etterlever myndighetskrav, jf.
nn: Foreskrift om internkontroll for kommunen sine oppgåver etter barnevernlova pålegg kommunen å sikre og dokumentere at dei etterlever myndigheitskrav, jf.

source: Det ble også sett etter om pasienter sto på tre eller flere psykofarmaka og om det ble brukt flere medikamenter med samme ATC-kode til samme pasient.
nn: Det blei og sett etter om pasientar fekk tre eller fleire psykofarmaka og om det blei brukt fleire medikament med same ATC-kode til same pasient.

source: Kommunen skal ha skriftlige prosedyrer for å sikre at tjenestemottakerne får de tjenestene de har behov for og krav på, jf.
nn: Kommunen skal etter forskrifta ha skriftlege prosedyrar for å sikre at tenestemottakarane får dei tenestene dei har behov for og krav på, jf.

source: Søknad om godkjenning skal inneholde dokumentasjon som viser hvordan eier av virksomheten vil sikre planlegging, etablering og drift og videreutvikling i samsvar med krav i forskriften.
nn: Søknad om godkjenning skal innehalde dokumentasjon som visar korleis eiar av verksemda vil sikra planlegging, etablering og drift og vidareutvikling i samsvar med krav i forskrifta.

source: Fylkesmannen fikk tilsendt følgende dokumenter før tilsynet:
nn: Fylkesmannen fekk tilsendt følgjande dokument før tilsynet:

source: Når kommunen har ført tilsyn med en barnehage eller skole, uavhengig av utfall, skal tilsynet alltid avsluttes, jf.
nn: Når kommunen har ført tilsyn med ein barnehage eller skule, uavhengig av utfall, skal tilsynet avsluttast, jf.

source: tilstrekkelig kompetanse i alle ledd av behandlingsforløpet
nn: tilstrekkeleg kompetanse i alle ledd av behandlingsforløpet

source: Fylkesmannen er gitt myndighet til å føre tilsyn etter barnevernloven § 2-3 fjerde ledd, jf.
nn: Fylkesmannen er gitt mynde til å føre tilsyn etter barnevernlova § 2-3 fjerde ledd, jf.

source: ungdomspsykiatriske poliklinikker, og sender sammenstillingen til statsforvalterne som igjen videresender resultatene til helseforetakene.
nn: ungdomspsykiatriske poliklinikkar, og sender samanstillinga til statsforvaltarane som igjen sender resultata vidare til helseføretaka.

source: Institusjonen kan vurdere å ha større bevissthet rundt det som gjelder vurdering og håndtering av risiko for svikt.
nn: Institusjonen kan vurder å ha større bevisstheit kring det som gjeld vurdering og handtering av risiko for svikt.

source: Vurdering underveis og til slutt i undersøkelsen
nn: Vurdering undervegs og til slutt i undersøkinga

source: Statsforvalteren undersøkte under dette tilsynet om kommunen gjennom systematisk styring og ledelse sikrer at personer over 18 år med diagnosen utviklingshemming, som bor i egen bolig i tjenesteområdet Sørbyen, får forsvarlige helse- og omsorgstjenester.
nn: Fylkesmannen undersøkte under dette tilsynet om kommunen gjennom systematisk styring og leiing sikrar at personar over 18 år som har ei utviklingshemming, og som bur i eigen bustad får forsvarlege helse- og omsorgstenester.

source: Samtidig ble det gjennomført stedlig tilsyn på tiltak om bruk av tvang og makt etter § 9-5, tredje avsnitt overfor to personer med utviklingshemming.
nn: Samstundes blei det gjennomført stadleg tilsyn med tiltak om bruk av tvang og makt etter § 9-5, tredje avsnitt, overfor ein person med utviklingshemming.

source: Målsettingen for dette til var å se på om tjenesteapparatet og tjenesteutøverne arbeider kontinuerlig for at den enkelte bruker f de tjenester vedkommende har behov for til rett tid, og i samsvar med individuell plan når slik måtte finnes.
nn: Målsettinga for dette tilsynet var å sjå på om tenesteapparatet og tenesteytarane arbeider kontinuerleg for at den enkelte brukar får dei tenester vedkommande har behov for til rett tid, og i samsvar med individuell plan for den som har det.

source: § 2-1 a andre ledd og om unnlatelse av å gi helsehjelpen kan føre til vesentlig helseskade.
nn: § 2-1 a andre ledd og om unnlating av å gi helsehjelpa kan føra til vesentleg helseskade.

source: lov om spesialisthelsetjenesten m.m.§ 2-2, er forankret i anerkjent fagkunnskap, faglige retningslinjer og allmenngyldige samfunnsetiske normer.
nn: lov om spesialisthelsetjenesten m.m. § 2-2, er forankra i anerkjend fagkunnskap, faglege retningsliner og allmenngyldige samfunnsetiske normer.

source: Deltakere ved tilsynet
nn: Deltakarar under tilsynet

source: dører (les generell rapport) i alle virksomhetens avdelinger ble kontrollert for å sjekke tilgjengelighet
nn: dører (les generell rapport) i alle avdelingane i verksemda vart kontrollerte for å sjekke tilgjenge

source: Det på bakgrunn av dette oversiktsarbeidet vurderes om det er behov for justeringer av løpende tiltak, og/eller behov for å iverksette (nye) tiltak.
nn: Det på bakgrunn av dette oversiktsarbeidet blir vurdert om det er behov for justeringar av løpande tiltak, og/eller behov for å sette i verk (nye) tiltak.

source: Rapporten omhandler eventuelle avvik og merknader som er avdekket under revisjonen, og gir derfor ingen fullstendig tilstandsvurdering av virksomhetens arbeid innenfor de områder tilsynet omfattet.
nn: Rapporten handlar om avvik og merknader som er avdekte under tilsynet og gir derfor inga fullstendig tilstandsvurdering av det arbeidet verksemda har gjort innanfor dei områda som tilsynet omfatta.

source: Utredning og behandling av pasienter
nn: Utgreiing og behandling av pasientar

source: Det siste tilsynsteamet handlet om kommunen sikrer at helsestasjonstjenesten gir faglig forsvarlig kostholdsveiledning for å forebygge feilernæring.
nn: Det siste tilsynstema handla om kommunen sikrar at helsestasjonstenesta gjev fagleg forsvarleg kosthaldsrettleiing for å førebyggje feilernæring.

source: Videre kommer det fram at de ansatte er kjent med utgangspunktet om frivillighet for å kunne gi helsehjelp og de fanger opp motstand.
nn: Vidare kjem det fram at dei tilsette er kjent med utgangspunktet om at helsehjelp er frivillig og dei fangar opp motstand.

source: Oppfriskning og oppdatering er kommunens ansvar, og helt nødvendig for å opprettholde forsvarlige tjenester over tid.
nn: Oppfrisking og oppdatering er kommunens ansvar, og helt naudsynt for å oppretthalde forsvarlege tenester over tid.

source: helsehjelp på grunn av uro og utagerende adferd og mistanke om ADHD, og pasienter over 12 år med rett til helsehjelp på grunn av tristhet og mistanke om depresjon.
nn: helsehjelp på grunn av uro og utagerande åtferd og mistanke om ADHD, og pasientar over 12 år med rett til helsehjelp på grunn av tristheit og mistanke om depresjon.

source: De ansatte vil også ha behov for kunnskap om det øvrige hjelpeapparatet som det vil være naturlig å samarbeide med, ved bistand og oppfølging av unge.
nn: Dei tilsette vil òg ha behov for kunnskap om andre tenester som det vil være naturleg å samarbeide med ved bistand og oppfølging av unge.

source: Samarbeid mellom sykehjemmet og annen helsetjeneste
nn: Samarbeid mellom sjukeheimen og anna helseteneste

source: Styringssystemet er summen av de aktiviteter, systemer og prosesser som kommunen tar i bruk for å planlegge, gjennomføre, evaluere og korrigere tjenestene, jf.
nn: Styringssystemet er summen av dei aktivitetane, system og prosessar som kommunen tar i bruk for å planleggja, gjennomføra, evaluera og korrigera tenestene, jf.

source: Ledelsen har oversikt over områder i virksomheten der det er risiko for svikt, behov for kvalitetsforbedring eller mangel på etterlevelse av lovkrav, behandling av avvik og at det arbeides systematisk med kvalitetsforbedring og pasientsikkerhet.
nn: Leiinga har oversikt over område i verksemda der det er risiko for svikt, behov for kvalitetsforbetring eller mangel på etterleving av lovkrav, handsaming av avvik og at det vert arbeid systematisk med kvalitetsforbetring og pasient- og brukartryggleik.

source: I dette kapittelet beskriver vi hva som ble undersøkt i tilsynet.
nn: I dette kapittelet skildrar vi kva som vart undersøkt i tilsynet.

source: om tiltakene blir fulgt opp i praksis og om nødvendig korrigerte
nn: om tiltaka blir følgde opp i praksis og om nødvendig korrigerte

source: Fylkesmannen har undersøkt og vurdert om kommunen sikrer at barneverntjenestens arbeid med undersøkelser er forsvarlig.
nn: Fylkesmannen har undersøkt og vurdert om kommunen sikrar at arbeidet med undersøkingane i barneverntenesta er forsvarleg.

source: hvilke tiltak virksomheten har for å avdekke, rette opp og forebygge overtredelse av lovgivningen innenfor de temaer som tilsynet omfatter
nn: kva tiltak verksemda har for å avdekkje, rette opp og førebyggje brot på lovgivinga innanfor dei tema tilsynet omfattar

source: Rapporten omhandler avvik og merknader som er avdekket under tilsynet og gir derfor ingen fullstendig tilstandsvurdering av virksomhetens arbeid innenfor de områder tilsynet omfattet.
nn: Rapporten omhandlar avvik og merknader som er avdekka under tilsynet og gir derfor ingen fullstendig tilstandsvurdering av verksemda sitt arbeid innanfor dei områda tilsynet omfatta.

source: Intervjuer Oversikt over dokumentasjon som ble gjennomgått under revisjonsbesøket er gitt i kapitlet
nn: Oversikt over dokumentasjon som vart gjennomgått under revisjonsbesøket, er gitt i kapitlet Dokumentunderlag.

source: § 2-1 syvende ledd fremgår det også at kommunen skal sørge for at ansatte som gjennomfører undersøkelser i barneverntjenesten har tilstrekkelig kompetanse til å utføre arbeidet på en forsvarlig måte.
nn: § 2-1 sjuande ledd at kommunen også skal sørge for at dei tilsette som gjennomfører undersøkingar i barneverntenesta har tilstrekkeleg kompetanse til å utføre dette arbeidet på ein forsvarleg måte.

source: Tilsynet avdekket at motstand mot helsehjelp ikke alltid blir identifisert og dokumentert.
nn: Tilsynet avdekka at motstand mot helsehjelp ikkje alltid blir identifisert og dokumentert.

source: I dette tilsynet har oppmerksomheten vært rettet mot om kommunen sikrer at forholdene blir tilrettelagt for tjenesteyting til personer med psykisk utviklingshemming med minst mulig bruk av tvang og makt, jf. helse- og omsorgstjenesteloven kapittel 9.
nn: Tema for tilsynet var om kommunen sikrar at det blir lagt til rette for tenesteyting til personar med psykisk utviklingshemming med minst mogleg bruk av tvang og makt, jamfør helse- og omsorgstenestelova kapittel 9.

source: Tilsvarende gjelder for psykiske lidelser ved at tilsynet er rettet mot kommunens tjenester uavhengig av om personene har en psykiatrisk diagnose (bipolar lidelse, schizofreni, depresjon etc.).
nn: Tilsvarande gjeld for psykiske lidingar ved at tilsynet er retta mot kommunens tenester uavhengig av om personane har ein psykiatrisk diagnose (bipolar lidelse, schizofreni, depresjon etc.).

source: Fastlegene eller spesialisthelsetjenesten sin virksomhet, selve gjennomføringen av ernæringsbehandling, enkeltgruppers spesielle ernæringsbehov, etiske spørsmål om ernæring, krav til samtykke eller bruk av tvang var ikke en del av tilsynet.
nn: Verksemda til fastlegane eller spesialisthelsetenesta, gjennomføringa av ernæringsbehandling, enkeltgrupper sine spesielle ernæringsbehov, etiske spørsmål kring ernæring, krav til samtykke eller bruk av tvang var ikkje omfatta av tilsynet.

source: (helse- og omsorgstjenesteloven) § 5-2 og lov om helsemessig og sosial beredskap (helseberedskapsloven) § 2- 2 plikter kommunen å utarbeide en plan for beredskapsarbeidet for helse- og sosialtjenestene.
nn: (helse- og omsorgstjenesteloven) § 5-2 og lov om helsemessig og sosial beredskap (helseberedskapsloven) § 2- 2 plikter kommunen å utarbeide ein plan for beredskapsarbeidet for helse- og sosialtjenestene.

source: Klage kan også gjelde vilkår stilt til utbetalingen, at hjelpen blir gitt som lån eller at kommunen tar refusjon i etterbetalt trygd.
nn: Klage kan også gjelde vilkår stilt til utbetalinga, at hjelpa blir gjeven som lån eller at kommunen tek refusjon i etterbetalt trygd.

source: Når det gjelder samarbeid tenker vi både på internt samarbeid mellom kommunale tjenester, NAV og fastleger m.m, og med spesialisthelsetjenesten der det er aktuelt.
nn: Når det gjeld samarbeid tenker vi både på internt samarbeid mellom kommunale tenester, NAV og fastlegar m.m, og med spesialisthelsetenesta der det er aktuelt.

source: Fylkesmannen er gitt myndighet til å føre tilsyn med kommunal beredskapsplikt etter sivilbeskyttelseslovens § 29, jf.
nn: Fylkesmannen er gitt mynde til å føre tilsyn med kommunal beredskapsplikt etter sivilbeskyttelseslova § 29, jf.

source: det kan være at samtykkekompetansen, nødvendigheten eller vilkårene ellers ikke er vurdert.
nn: det kan vere at samtykkekompetansen, nødvendigheita eller vilkåra elles ikkje er vurdert.

source: Kommunen har dermed ikke sikret oppfølging og kontroll av det enkelte barns situasjon i fosterhjemmet, eller at barns rett til medvirkning blir ivaretatt.
nn: Kommunen har dermed ikkje sikra oppfølging og kontroll av det enkelte barn si situasjon ifosterheimen, eller at barn si rett til medverknad vert vareteke.

source: tilrettelagt for eventuell nødvendig kompetanseoverføring mellom avgivende og mottakende sengepost/enhet, og følger opp at det fungerer
nn: tilrettelagt for eventuell naudsynt kompetanseoverføring mellom avgjevande og mottakande sengepost/eining, og følgjer opp at det fungerer
